Repository: CyberSys/openrails-1
Catalog: Source/Locales/Menu/*.po
Languages: es

source: Save Packs
es: Guardar Paquetes

source: All files
es: Todos los archivos

source: Save Pack '{0}' imported successfully.
es: Paquete Guardado'{0}' importado exitosamente.

source: Save Pack '{0}' exported successfully.
es: Paquete Guardado'{0}' exportado exitosamente.

source: Save Pack folder contains {0} save pack:
es: La carpeta de guardados contiene {0} paquete guardado:

source: Open Save Packs folder
es: Abrir la carpeta de paquetes guardados

source: Export to Save Pack
es: Exportar a Paquetes Guardados

source: Import Save Pack
es: Importar Paquete Guardado

source: Import and export saved games
es: Importar y exportar juegos guardados

source: EditKey
es: Editar tecla

source: Accept changes
es: Aceptar cambios

source: Cancel changes
es: Cancelar cambios

source: Press any key
es: Presiona cualquier tecla

source: Reset to default
es: Restablecer por defecto

source: Spring
es: Primavera

source: Summer
es: Verano

source: Autumn
es: Otoño

source: Winter
es: Invierno

source: Clear
es: Despejado

source: Snow
es: Nieve

source: Rain
es: Lluvia

source: Easy
es: Fácil

source: Medium
es: Normal

source: Hard
es: Difícil

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: Update check failed
es: Error en la comprobación de actualizaciones

source: User name must be 4-10 characters long, cannot contain space, ', " or - and must not start with a digit.
es: El nombre de usuario debe tener entre 4 y 10 caracteres, no puede contener espacios, ', " o - y no debe comenzar con un dígito.

source: Activity Briefing
es: Información sobre la actividad

source: Update to {0}
es: Actualizar a {0}

source: The update check failed due to an error: {0}
es: La comprobación de actualizaciones ha fallado debido a un error: {0}

source: The update failed due to an error: {0}
es: La actualización falló debido a un error: {0}

source: Route: {0}
es: Ruta {0}

source: Locomotive: {0}
es: Locomotora: {0}

source: Activity: {0}
es: Actividad {0}

source: Path: {0}
es: Trayecto: {0}

source: Starting at: {0}
es: Empezando en: {0}

source: Heading to: {0}
es: Dirigiéndose a: {0}

source: Timetable set: {0}
es: Horario establecido: {0}

source: Timetable: {0}
es: Horario: {0}

source: Train: {0}
es: Tren: {0}

source: Consist: {0}
es: Composición: {0}

source: Windowed
es: Modo Ventana

source: Start
es: Comenzar

source: Logging
es: Registro

source: Options
es: Opciones

source: Resume/ Replay...
es: Resumen/ Repetición

source: Tools ▼
es: Herramientas ▼

source: Route:
es: Ruta:

source: Host/port:
es: Host/puerto:

source: User name:
es: Nombre de usuario:

source: Multiplayer
es: Multijugador

source: Server
es: Servidor

source: Client
es: Cliente

source: Start MP
es: Empezar multijugador

source: Resume MP
es: Reanudar multijugador

source: Singleplayer
es: Un jugador

source: Installation profile:
es: Perfil de instalación:

source: Documents ▼
es: Documentos ▼

source: Mode:
es: Modo:

source: Activity
es: Actividad

source: Timetable
es: Horario

source: Debrief evaluation:
es: Evaluación del informe:

source: Activity:
es: Actividad:

source: Locomotive:
es: Locomotora:

source: Consist:
es: Composición:

source: Starting at:
es: Empezando en:

source: Heading to:
es: Dirigiéndose a:

source: Duration:
es: Duración:

source: Time:
es: Hora:

source: Weather:
es: Clima:

source: Difficulty:
es: Dificultad:

source: Season:
es: Estación meteorológica:

source: Weather File:
es: Archivo de clima:

source: Train:
es: Tren:

source: Timetable:
es: Horario:

source: Day:
es: Día:

source: Timetable set:
es: Horario establecido:

source: Testing
es: Pruebas

source: What's new?
es: ¿Qué hay de nuevo?

source: Route
es: Ruta

source: Player's location
es: Ubicación del jugador

source: Metric
es: Métrico

source: Automatic
es: Automático

source: comma
es: coma

source: route
es: ruta

source: Time
es: Tiempo

source: Train Speed
es: Velocidad del tren

source: Max. Speed
es: Máx. Velocidad

source: Signal State
es: Estado de señal

source: Track Elevation
es: Peralte

source: Direction
es: Dirección

source: Control Mode
es: Modo de control

source: Distance Travelled
es: Distancia recorrida

source: Throttle %
es: Aceleración %

source: Brake Cyl Press
es: Presión de cilindros de freno

source: Dyn Brake %
es: Freno dinámico %

source: Gear Setting
es: Configuración de marchas

source: Stable (recommended)
es: Estable (Recomendado)

source: Unstable
es: Inestable

source: None
es: Ninguno

source: Infrequent updates to official, hand-picked versions. Recommended for most users.
es: Actualizaciones poco frecuentes de las versiones oficiales seleccionadas. Recomendado para la mayoría de los usuarios.

source: Weekly updates which may contain noticable defects. For project supporters.
es: Actualizaciones semanales que pueden contener defectos notables. Para los partidarios del proyecto.

source: Daily updates which may contain serious defects. For developers only.
es: Actualizaciones diarias que pueden contener defectos graves. Sólo para desarrolladores.

source: No updates.
es: No hay actualizaciones.

source: Click to change this key
es: Click para cambiar esta tecla

source: Continue with conflicting key assignments?
es: ¿Continuar con las asignaciones de teclas en conflicto?

source: Remove all custom key assignments?
es: ¿Eliminar todas las asignaciones de teclas personalizadas?

source: A listing of all keyboard commands and keys has been placed here:
es: Aquí se ha colocado un listado de todos los comandos y teclas del teclado:

source: No errors found.
es: No se encontraron errores.

source: Very easy
es: Muy fácil

source: MSTS Compatible
es: Compatible con MSTS

source: Very Hard
es: Muy difícil

source: Good luck!
es: ¡Buena suerte!

source: Select an installation profile (MSTS folder) to add:
es: Selecciona un perfil de instalación (carpeta MSTS) para agregar:

source: {0:F0}° vertical FOV is the same as: {1:F0}° horizontal FOV on 4:3 {2:F0}° horizontal FOV on 16:9
es: {0:F0}° FOV vertical es el mismo que: {1:F0}° FOV horizontal en 4:3 {2:F0}° FOV horizontal en 16:9

source: No detail (-{0}%)
es: Sin detalles (-{0}%)

source: Less detail (-{0}%)
es: Menos detalles (-{0}%)

source: Default detail (+{0}%)
es: Detalle por defecto (+{0}%)

source: More detail (+{0}%)
es: Más detalles (+{0}%)

source: All detail (+{0}%)
es: Todos los detalles (+{0}%)

source: OK
es: Aceptar

source: Brake pipe charging rate (PSI/s)
es: Velocidad de carga de la tubería de freno (PSI/s)

source: Graduated release air brakes
es: Liberación gradual de los frenos de aire

source: Cancel
es: Cancelar

source: Alerter in cab
es: Alerta en la cabina

source: Control confirmations
es: Confirmaciones de control

source: Map window
es: Ventana del mapa

source: Port number
es: Número de puerto

source: Enable webserver
es: Habilitar el servidor web

source: Overspeed monitor
es: Monitor de exceso de velocidad

source: Disable TCS scripts
es: Desactivar los scripts de TCS

source: Other units
es: Otras unidades

source: Pressure unit
es: Unidad de presión

source: Language
es: Idioma

source: Also in external views
es: También en vistas externas

source: Retainer valve on all cars
es: Válvula de retención en todos los coches

source: % external sound heard internally
es: % sonido externo escuchado internamente

source: % sound volume
es: % volumen de sonido

source: Sound detail level
es: Nivel de detalle del sonido

source: MSTS Bin compatible sound
es: Sonido compatible con MSTS Bin

source: Shadow for all shapes
es: Sombra para todas las formas

source: Double overhead wires
es: Doble hilo de catenaria

source: Ambient daylight brightness:
es: Luminosidad de la luz del día:

source: Model instancing
es: Instancia del modelo

source: Vertical sync
es: Sincronización vertical

source: Viewing distance (km)
es: Distancia de visualización (km)

source: Fast full-screen alt-tab
es: Alt-tab rápido a pantalla completa

source: Distant mountains
es: Montañas lejanas

source: Viewing distance (m)
es: Distancia de visión (m)

source: Viewing vertical FOV
es: Visualización del FOV vertical

source: % cab 2D stretch
es: % estiramiento cabina 2D

source: World object density
es: Densidad de objetos en el mundo

source: Glass on in-game windows
es: Ventanas en juego semitransparentes

source: Window size (type WIDTHxHEIGHT for custom size)
es: Tamaño de la ventana (escriba ANCHURAxALTURA para un tamaño personalizado)

source: Dynamic shadows
es: Sombras dinámicas

source: Overhead wire
es: Hilo de catenaria

source: Simulation
es: Simulación

source: Diesel engines stopped after startup
es: Motores diésel parados al inicio

source: Activity Options
es: Opciones de actividad

source: Location-linked passing path processing
es: Procesamiento de paso de ruta vinculada a la ubicación

source: Open/close doors in AI trains
es: Abrir/cerrar puertas en los trenes IA

source: Forced red at station stops
es: Forzar Rojo en las paradas de las estaciones

source: Steam locomotive hot start
es: Arranque en caliente de la locomotora a vapor

source: Simple controls and physics
es: Controles y física sencillos

source: Curve dependent speed limit
es: Límite de velocidad en función de la curva

source: Curve dependent resistance
es: Resistencia dependiente de la curva

source: Tunnel dependent resistance
es: Resistencia dependiente del túnel

source: Wind dependent resistance
es: Resistencia dependiente del viento

source: Override non-electrified route line-voltage
es: Anular la tensión de línea de la ruta no electrificada

source: Adhesion moving average filter size
es: Tamaño promedio del filtro EMA de adherencia

source: Break couplers
es: Romper acomplamientos

source: Advanced adhesion model
es: Modelo avanzado de adherencia

source: Keyboard
es: Teclado

source: Export
es: Exportar

source: Defaults
es: Por defecto

source: Check
es: Comprobar

source: Data logger
es: Registrador de datos

source: Speed units
es: Unidades de velocidad

source: Log miscellaneous data
es: Registro de datos diversos

source: Log performance data
es: Registro de datos de rendimiento

source: Start logging with the simulation start
es: Iniciar el registro con el inicio de la simulación

source: Separator
es: Separador

source: Log physics data
es: Datos físicos del registro

source: Log Steam performance data
es: Registro de datos de rendimiento del vapor

source: Verbose ENG/WAG configuration messages
es: Mensajes de configuración "verbosed" de ENG/WAG

source: Evaluation
es: Evaluación

source: Interval (sec)
es: Intervalo (seg)

source: Log station stops
es: Registro de paradas en estaciones

source: Log train speed
es: Registro de velocidad del tren

source: Content
es: Contenido

source: Delete
es: Borrar

source: Installation profile
es: Perfil de instalación

source: Change...
es: Cambiar...

source: Name:
es: Nombre:

source: Path:
es: Ruta:

source: Add...
es: Agregar...

source: Updater
es: Actualizador

source: Update mode:
es: Modo actualización:

source: Level
es: Nivel

source: Activity weather randomization
es: Aleatorización de la actividad del clima

source: Activity randomization
es: Aleatorización de actividad

source: Correct questionable braking parameters
es: Corregir los parámetros de frenado cuestionables

source: Precipitation box length (m)
es: Longitud de la caja de precipitación (m)

source: Precipitation box width (m)
es: Anchura de la caja de precipitación (m)

source: Precipitation box height (m)
es: Altura de la caja de precipitación (m)

source: Adhesion factor random change:
es: Cambio aleatorio del factor de adherencia:

source: Adhesion factor correction:
es: Corrección del factor de adherencia:

source: Level of detail bias:
es: Sesgo de nivel de detalle:

source: Show shape warnings
es: Mostrar avisos de shapes

source: Load day/night textures only when needed
es: Cargar las texturas diurnas/nocturnas sólo cuando sea necesario

source: Level:
es: Nivel:

source: Adhesion proportional to rain/snow/fog
es: Adherencia proporcional a la lluvia/nieve/niebla

source: ETCS circular speed gauge
es: Medidor de velocidad circular ETCS

source: Signal light glow
es: Luminosidad de luz de señalización

source: MSTS environments
es: Entornos de MSTS

source: Target frame rate
es: Velocidad de fotogramas objetivo

source: Automatically tune settings to keep performance level
es: Ajuste automático de la configuración para mantener el nivel de rendimiento

source: Extend object maximum viewing distance to horizon
es: Ampliar la distancia máxima de visión del objeto hasta el horizonte

source: Gauge (mm)
es: Galga (mm)

source: Minimum length (m)
es: Longitud mínima (m)

source: Experimental features that may slow down the game, use at your own risk.
es: Funciones experimentales que pueden ralentizar el juego, utilízalas bajo tu propia responsabilidad.

source: Super-elevation
es: Peralte

source: Load DDS textures in preference to ACE
es: Carga de texturas DDS en lugar de ACE

source: Large address aware binaries (for all 64bit and 3GB tuning on 32bit)
es: Ejecutables Large Adress Aware (para 64 bits y 3GB en 32 bits)

source: Use data logger to record your simulation data (in-game command: F12). Please remember that the size of the dump file grows with the simulation time!
es: Utiliza el registrador de datos para grabar los datos de tu simulación (comando del juego: F12). ¡Recuerda que el tamaño del archivo de volcado crece con el tiempo de simulación!

source: Installation profiles tell Open Rails where to look for game content. Add each full and mini-route MSTS installation.
es: Los perfiles de instalación indican a Open Rails dónde buscar el contenido del juego. Añade cada instalación de MSTS completa y de mini-ruta.

source: Name
es: Nombre

source: Path
es: Ruta

source: Min 0 Max 100. Higher: louder sound
es: Mín 0 Máx 100. Más alto: sonido más fuerte

source: Sound Volume 0-100
es: Volumen del sonido 0-100

source: Default is 2x MSAA
es: Por defecto es 2x MSAA

source: Default is 100%
es: Por defecto es el 100%

source: Distance to see mountains
es: Distancia para ver las montañas

source: Load the factory default key assignments.
es: Cargue las asignaciones de teclas por defecto.

source: Check for incorrect key assignments.
es: Compruebe si la asignación de teclas es incorrecta.

source: 0: no randomization, 1: moderate, 2: significant; 3: high (may be unrealistic)
es: 0: sin aleatorización, 1: moderado, 2: significativo; 3: alto (puede ser irreal)

source: Default is 0%
es: Por defecto es el 0%

source: Default is 10%
es: Por defecto es el 10%

source: Default is 130%
es: Por defecto es el 130%

source: Shortest curve to have elevation
es: Radio mínimo en curva para peralte

source: 0: no elevation, 1: 9cm max; 10: 18cm max
es: 0: sin elevación, 1: 9cm máx; 10: 18cm máx

source: 0 to clip cab view, 100 to stretch it. For cab views that match the display, use 100.
es: 0 para recortar la vista de la cabina, 100 para estirarla. Para las vistas de cabina que coinciden con la pantalla, utilice 100.

source: Generate a listing of your keyboard assignments. The output is placed on your desktop.
es: Genera un listado de sus asignaciones de teclado. La salida se coloca en su escritorio.

source: Explore in Activity Mode
es: Explorar en el Modo Actividad

source: Explore Route
es: Explorar Ruta

source: To prevent crashes and unexpected behaviour, Open Rails invalidates games saved from older versions if they fail to restore.
es: Para evitar cuelgues y comportamientos inesperados, Open Rails invalida las partidas guardadas de versiones anteriores si no se restauran.

source: Warning: Save {0} found from a route with an unexpected name: {1}.
es: Advertencia: Juego guardado {0} encontrado en la ruta con un nombre inesperado: {1}.

source: {0} of {1} saves for this route are no longer valid.
es: {0} de {1} juegos guardados para esta ruta ya no son válidos.

source: Restoring from a save made by version {1} of {0} may be incompatible with current version {2}. Please do not report any problems that may result. Continue?
es: La restauración de un archivo hecho por la versión {1} de {0} puede ser incompatible con la versión actual {2}. Por favor, no informe de los problemas que puedan surgir. ¿Continuar?

source: The selected file contains Debrief Eval data. But Debrief Evaluation checkbox (Main menu) is unchecked. You cannot continue with the Evaluation on course. Continue?
es: El archivo seleccionado contiene datos de Evaluación del Informe Pero la casilla Evaluación del Informe (menú principal) no está marcada. No puede continuar con la Evaluación en curso. ¿Continuar?

source: {0} invalid saves have been deleted.
es: {0} juegos guardados inválidos han sido borrados.

source: Resume
es: Reanudar

source: Undelete
es: Recuperar

source: Delete all invalid saves
es: Borrar todos los juegos guardados inválidos

source: Import/ export
es: Importar/ exportar

source: Invalid saves
es: Juegos guardados inválidos

source: Replay from previous save
es: Repetición del juego guardado previo

source: Replay from start
es: Repetir desde el comienzo

source: Pause replay at end
es: Pausar repetición al final

source: Pause seconds before end:
es: Segundos de pausa antes del final:

source: Saved Games
es: Juegos Guardados

source: File
es: Archivo

source: Saved At
es: Guardado en

source: Distance
es: Distancia

source: Tile
es: Tesela

source: Valid
es: Válido

source: Eval
es: Evaluación

source: Deletes the currently selected save or saves.
es: Elimina los juegos guardados actualmente seleccionados.

source: Restores all saves deleted in this session.
es: Restablece todos los juegos guardados borrados en esta sesión.

source: Test all
es: Probar todo

source: Test
es: Probar

source: Summary
es: Sumario

source: Details
es: Detalles

source: Override user settings when running tests
es: Sobreescribir los ajustes del usuario cuando se ejecute la prueba

source: Clear sort
es: Ordenar de forma clara

source: ToTest
es: ParaProbar

source: ActivityFilePath
es: RutaArchivoActividad

source: DefaultSort
es: OrdenDefecto

source: Tested
es: Probado

source: Passed
es: Aprobado

source: Errors
es: Errores

source: Load
es: Cargar
